{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": " ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "#",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "<",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": ">",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      " ": 5,
      "#": 6,
      "<": 7,
      ">": 8,
      "(": 9,
      ")": 10,
      ",": 11,
      "-": 12,
      ".": 13,
      ";": 14,
      "?": 15,
      "ँ": 16,
      "ं": 17,
      "ः": 18,
      "अ": 19,
      "आ": 20,
      "इ": 21,
      "ई": 22,
      "उ": 23,
      "ऊ": 24,
      "ऋ": 25,
      "ए": 26,
      "ऐ": 27,
      "ओ": 28,
      "औ": 29,
      "क": 30,
      "ख": 31,
      "ग": 32,
      "घ": 33,
      "ङ": 34,
      "च": 35,
      "छ": 36,
      "ज": 37,
      "झ": 38,
      "ञ": 39,
      "ट": 40,
      "ठ": 41,
      "ड": 42,
      "ढ": 43,
      "ण": 44,
      "त": 45,
      "थ": 46,
      "द": 47,
      "ध": 48,
      "न": 49,
      "प": 50,
      "फ": 51,
      "ब": 52,
      "भ": 53,
      "म": 54,
      "य": 55,
      "र": 56,
      "ल": 57,
      "ळ": 58,
      "व": 59,
      "श": 60,
      "ष": 61,
      "स": 62,
      "ह": 63,
      "ऽ": 64,
      "ा": 65,
      "ि": 66,
      "ी": 67,
      "ु": 68,
      "ू": 69,
      "ृ": 70,
      "ॄ": 71,
      "े": 72,
      "ै": 73,
      "ो": 74,
      "ौ": 75,
      "्": 76,
      "ॠ": 77,
      "।": 78,
      "॥": 79,
      "०": 80,
      "१": 81,
      "२": 82,
      "३": 83,
      "४": 84,
      "५": 85,
      "६": 86,
      "७": 87,
      "८": 88,
      "९": 89,
      "—": 90,
      "‘": 91,
      "’": 92,
      "म्": 93,
      "्य": 94,
      "त्": 95,
      "्र": 96,
      "ति": 97,
      "न्": 98,
      "र्": 99,
      "स्": 100,
      "प्र": 101,
      "वा": 102,
      "वि": 103,
      "ता": 104,
      "स्य": 105,
      "क्": 106,
      "ना": 107,
      "मा": 108,
      "त्य": 109,
      "नि": 110,
      "रा": 111,
      "ते": 112,
      "का": 113,
      "इति": 114,
      "या": 115,
      "तः": 116,
      "ष्": 117,
      "त्र": 118,
      "द्": 119,
      "्या": 120,
      "तम्": 121,
      "पि": 122,
      "तु": 123,
      "क्ष": 124,
      "दि": 125,
      "मि": 126,
      "र्थ": 127,
      "सा": 128,
      "श्": 129,
      "दा": 130,
      "ेन": 131,
      "ङ्": 132,
      "पा": 133,
      "नम्": 134,
      "था": 135,
      "पु": 136,
      "रि": 137,
      "इत्य": 138,
      "णा": 139,
      "वे": 140,
      "भा": 141,
      "ष्ट": 142,
      "ज्": 143,
      "यो": 144,
      "चि": 145,
      "ती": 146,
      "भि": 147,
      "दे": 148,
      "एव": 149,
      "कृ": 150,
      "अन": 151,
      "र्व": 152,
      "सु": 153,
      "हा": 154,
      "त्वा": 155,
      "ज्ञ": 156,
      "द्ध": 157,
      "तस्य": 158,
      "स्व": 159,
      "ैः": 160,
      "जा": 161,
      "रः": 162,
      "वान्": 163,
      "रम्": 164,
      "भव": 165,
      "कि": 166,
      "न्त": 167,
      "हि": 168,
      "मे": 169,
      "प्रा": 170,
      "मु": 171,
      "च्": 172,
      "कर्": 173,
      "ेष": 174,
      "ला": 175,
      "यः": 176,
      "श्र": 177,
      "नाम्": 178,
      "न्द": 179,
      "्यम्": 180,
      "यम्": 181,
      "सः": 182,
      "प्": 183,
      "कु": 184,
      "नः": 185,
      "त्व": 186,
      "र्थः": 187,
      "रे": 188,
      "शि": 189,
      "भू": 190,
      "ङ्ग": 191,
      "क्र": 192,
      "धा": 193,
      "रु": 194,
      "सि": 195,
      "शा": 196,
      "नी": 197,
      "सम्": 198,
      "ञ्": 199,
      "ज्ञा": 200,
      "श्च": 201,
      "सन्": 202,
      "रण": 203,
      "ने": 204,
      "तव": 205,
      "तत्": 206,
      "राज": 207,
      "रो": 208,
      "वृ": 209,
      "धि": 210,
      "दृ": 211,
      "वः": 212,
      "वर्": 213,
      "च्छ": 214,
      "दु": 215,
      "ण्": 216,
      "नु": 217,
      "तवान्": 218,
      "कम्": 219,
      "ग्र": 220,
      "सी": 221,
      "थि": 222,
      "ताः": 223,
      "णि": 224,
      "ये": 225,
      "ाः": 226,
      "ताम्": 227,
      "यु": 228,
      "द्य": 229,
      "के": 230,
      "स्म": 231,
      "पर": 232,
      "प्रति": 233,
      "लो": 234,
      "ाम्": 235,
      "लम्": 236,
      "व्य": 237,
      "परि": 238,
      "सम": 239,
      "विष": 240,
      "तो": 241,
      "तथा": 242,
      "ह्": 243,
      "ष्ठ": 244,
      "रू": 245,
      "लि": 246,
      "ल्": 247,
      "भिः": 248,
      "न्य": 249,
      "पू": 250,
      "इत्यर्थः": 251,
      "न्ति": 252,
      "तेन": 253,
      "र्ग": 254,
      "त्म": 255,
      "सर्व": 256,
      "कार": 257,
      "अव": 258,
      "उप": 259,
      "चा": 260,
      "णम्": 261,
      "ब्": 262,
      "हे": 263,
      "अपि": 264,
      "ण्ड": 265,
      "कः": 266,
      "तुम्": 267,
      "अनु": 268,
      "चित्": 269,
      "सं": 270,
      "यि": 271,
      "्यः": 272,
      "यस्य": 273,
      "्ये": 274,
      "ग्": 275,
      "ात्": 276,
      "दी": 277,
      "प्रत्य": 278,
      "कर्म": 279,
      "तिः": 280,
      "महा": 281,
      "गु": 282,
      "सीत्": 283,
      "न्द्र": 284,
      "द्र": 285,
      "स्था": 286,
      "न्ध": 287,
      "ब्र": 288,
      "स्मि": 289,
      "स्थि": 290,
      "उत्": 291,
      "री": 292,
      "वत्": 293,
      "हम्": 294,
      "समा": 295,
      "योग": 296,
      "रूप": 297,
      "शेष": 298,
      "दर्": 299,
      "यत्": 300,
      "ले": 301,
      "णाम्": 302,
      "तत्र": 303,
      "योः": 304,
      "मरः": 305,
      "मः": 306,
      "बा": 307,
      "सर्": 308,
      "्यते": 309,
      "ुः": 310,
      "आसीत्": 311,
      "त्वम्": 312,
      "दम्": 313,
      "ेषु": 314,
      "नो": 315,
      "श्व": 316,
      "न्तः": 317,
      "इत्यमरः": 318,
      "षु": 319,
      "त्रा": 320,
      "स्मा": 321,
      "देव": 322,
      "क्षि": 323,
      "सू": 324,
      "सह": 325,
      "मिति": 326,
      "जि": 327,
      "शु": 328,
      "को": 329,
      "ेति": 330,
      "मुख": 331,
      "मह": 332,
      "त्या": 333,
      "वृत्": 334,
      "ैव": 335,
      "इव": 336,
      "प्राप्": 337,
      "याः": 338,
      "भावः": 339,
      "मेव": 340,
      "मो": 341,
      "स्त्र": 342,
      "त्वात्": 343,
      "न्या": 344,
      "ेण": 345,
      "निर्": 346,
      "तृ": 347,
      "मम्": 348,
      "मम": 349,
      "श्य": 350,
      "गृ": 351,
      "याम्": 352,
      "ऽपि": 353,
      "अप": 354,
      "स्ति": 355,
      "व्या": 356,
      "दृष्ट": 357,
      "ह्म": 358,
      "वी": 359,
      "शब्": 360,
      "र्थम्": 361,
      "यथा": 362,
      "दर्श": 363,
      "गा": 364,
      "कथ": 365,
      "णः": 366,
      "न्ते": 367,
      "क्तम्": 368,
      "स्त": 369,
      "बु": 370,
      "त्यर्थः": 371,
      "ञ्च": 372,
      "स्मिन्": 373,
      "षा": 374,
      "तदा": 375,
      "शी": 376,
      "से": 377,
      "आग": 378,
      "स्तु": 379,
      "शः": 380,
      "तीति": 381,
      "किम्": 382,
      "पूर्व": 383,
      "तौ": 384,
      "रेण": 385,
      "मृ": 386,
      "आत्म": 387,
      "मू": 388,
      "र्य": 389,
      "धर्": 390,
      "ध्": 391,
      "षि": 392,
      "मपि": 393,
      "पुत्र": 394,
      "तानि": 395,
      "खा": 396,
      "नेन": 397,
      "नस्य": 398,
      "पृ": 399
    },
    "merges": [
      "म ्",
      "् य",
      "त ्",
      "् र",
      "त ि",
      "न ्",
      "र ्",
      "स ्",
      "प ्र",
      "व ा",
      "व ि",
      "त ा",
      "स ्य",
      "क ्",
      "न ा",
      "म ा",
      "त ्य",
      "न ि",
      "र ा",
      "त े",
      "क ा",
      "इ ति",
      "य ा",
      "त ः",
      "ष ्",
      "त् र",
      "द ्",
      "्य ा",
      "त म्",
      "प ि",
      "त ु",
      "क् ष",
      "द ि",
      "म ि",
      "र् थ",
      "स ा",
      "श ्",
      "द ा",
      "े न",
      "ङ ्",
      "प ा",
      "न म्",
      "थ ा",
      "प ु",
      "र ि",
      "इ त्य",
      "ण ा",
      "व े",
      "भ ा",
      "ष् ट",
      "ज ्",
      "य ो",
      "च ि",
      "त ी",
      "भ ि",
      "द े",
      "ए व",
      "क ृ",
      "अ न",
      "र् व",
      "स ु",
      "ह ा",
      "त् वा",
      "ज् ञ",
      "द् ध",
      "त स्य",
      "स् व",
      "ै ः",
      "ज ा",
      "र ः",
      "वा न्",
      "र म्",
      "भ व",
      "क ि",
      "न् त",
      "ह ि",
      "म े",
      "प्र ा",
      "म ु",
      "च ्",
      "क र्",
      "े ष",
      "ल ा",
      "य ः",
      "श ्र",
      "ना म्",
      "न् द",
      "्य म्",
      "य म्",
      "स ः",
      "प ्",
      "क ु",
      "न ः",
      "त् व",
      "र्थ ः",
      "र े",
      "श ि",
      "भ ू",
      "ङ् ग",
      "क ्र",
      "ध ा",
      "र ु",
      "स ि",
      "श ा",
      "न ी",
      "स म्",
      "ञ ्",
      "ज्ञ ा",
      "श् च",
      "स न्",
      "र ण",
      "न े",
      "त व",
      "त त्",
      "रा ज",
      "र ो",
      "व ृ",
      "ध ि",
      "द ृ",
      "व ः",
      "व र्",
      "च् छ",
      "द ु",
      "ण ्",
      "न ु",
      "त वान्",
      "क म्",
      "ग ्र",
      "स ी",
      "थ ि",
      "ता ः",
      "ण ि",
      "य े",
      "ा ः",
      "ता म्",
      "य ु",
      "द ्य",
      "क े",
      "स् म",
      "प र",
      "प्र ति",
      "ल ो",
      "ा म्",
      "ल म्",
      "व ्य",
      "प रि",
      "स म",
      "वि ष",
      "त ो",
      "त था",
      "ह ्",
      "ष् ठ",
      "र ू",
      "ल ि",
      "ल ्",
      "भि ः",
      "न ्य",
      "प ू",
      "इत्य र्थः",
      "न् ति",
      "ते न",
      "र् ग",
      "त् म",
      "स र्व",
      "का र",
      "अ व",
      "उ प",
      "च ा",
      "ण म्",
      "ब ्",
      "ह े",
      "अ पि",
      "ण् ड",
      "क ः",
      "तु म्",
      "अन ु",
      "चि त्",
      "स ं",
      "य ि",
      "्य ः",
      "य स्य",
      "्य े",
      "ग ्",
      "ा त्",
      "द ी",
      "प्र त्य",
      "कर् म",
      "ति ः",
      "म हा",
      "ग ु",
      "सी त्",
      "न्द ्र",
      "द ्र",
      "स् था",
      "न् ध",
      "ब ्र",
      "स् मि",
      "स् थि",
      "उ त्",
      "र ी",
      "व त्",
      "ह म्",
      "स मा",
      "यो ग",
      "रू प",
      "श ेष",
      "द र्",
      "य त्",
      "ल े",
      "णा म्",
      "त त्र",
      "यो ः",
      "म रः",
      "म ः",
      "ब ा",
      "स र्",
      "्य ते",
      "ु ः",
      "आ सीत्",
      "त्व म्",
      "द म्",
      "ेष ु",
      "न ो",
      "श् व",
      "न् तः",
      "इत्य मरः",
      "ष ु",
      "त् रा",
      "स् मा",
      "दे व",
      "क्ष ि",
      "स ू",
      "स ह",
      "मि ति",
      "ज ि",
      "श ु",
      "क ो",
      "े ति",
      "मु ख",
      "म ह",
      "त्य ा",
      "वृ त्",
      "ै व",
      "इ व",
      "प्रा प्",
      "या ः",
      "भा वः",
      "मे व",
      "म ो",
      "स् त्र",
      "त्वा त्",
      "न ्या",
      "े ण",
      "नि र्",
      "त ृ",
      "म म्",
      "म म",
      "श ्य",
      "ग ृ",
      "या म्",
      "ऽ पि",
      "अ प",
      "स् ति",
      "व ्या",
      "दृ ष्ट",
      "ह् म",
      "व ी",
      "श ब्",
      "र्थ म्",
      "य था",
      "दर् श",
      "ग ा",
      "क थ",
      "ण ः",
      "न् ते",
      "क् तम्",
      "स् त",
      "ब ु",
      "त्य र्थः",
      "ञ् च",
      "स्मि न्",
      "ष ा",
      "त दा",
      "श ी",
      "स े",
      "आ ग",
      "स् तु",
      "श ः",
      "ती ति",
      "कि म्",
      "पू र्व",
      "त ौ",
      "रे ण",
      "म ृ",
      "आ त्म",
      "म ू",
      "र ्य",
      "ध र्",
      "ध ्",
      "ष ि",
      "म पि",
      "पु त्र",
      "ता नि",
      "ख ा",
      "न ेन",
      "न स्य",
      "प ृ"
    ]
  }
}