{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": " ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "#",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "<",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": ">",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      " ": 5,
      "#": 6,
      "<": 7,
      ">": 8,
      "A": 9,
      "B": 10,
      "C": 11,
      "D": 12,
      "E": 13,
      "F": 14,
      "G": 15,
      "H": 16,
      "I": 17,
      "J": 18,
      "K": 19,
      "M": 20,
      "N": 21,
      "O": 22,
      "P": 23,
      "Q": 24,
      "R": 25,
      "S": 26,
      "T": 27,
      "U": 28,
      "W": 29,
      "Y": 30,
      "a": 31,
      "b": 32,
      "c": 33,
      "d": 34,
      "e": 35,
      "f": 36,
      "g": 37,
      "h": 38,
      "i": 39,
      "j": 40,
      "k": 41,
      "l": 42,
      "m": 43,
      "n": 44,
      "o": 45,
      "p": 46,
      "q": 47,
      "r": 48,
      "s": 49,
      "t": 50,
      "u": 51,
      "v": 52,
      "w": 53,
      "y": 54,
      "z": 55,
      "ऽ": 56,
      "am": 57,
      "ya": 58,
      "ra": 59,
      "va": 60,
      "it": 61,
      "ta": 62,
      "an": 63,
      "aH": 64,
      "yA": 65,
      "ar": 66,
      "ti": 67,
      "Am": 68,
      "An": 69,
      "vi": 70,
      "as": 71,
      "iti": 72,
      "na": 73,
      "at": 74,
      "pra": 75,
      "At": 76,
      "pa": 77,
      "yam": 78,
      "rA": 79,
      "sa": 80,
      "ak": 81,
      "vA": 82,
      "ma": 83,
      "ni": 84,
      "te": 85,
      "Ar": 86,
      "al": 87,
      "ara": 88,
      "AH": 89,
      "in": 90,
      "ye": 91,
      "tam": 92,
      "kz": 93,
      "rT": 94,
      "ca": 95,
      "yaH": 96,
      "sya": 97,
      "yo": 98,
      "taH": 99,
      "Ad": 100,
      "EH": 101,
      "sam": 102,
      "ram": 103,
      "itya": 104,
      "ava": 105,
      "BA": 106,
      "rTaH": 107,
      "pu": 108,
      "Bi": 109,
      "ena": 110,
      "tu": 111,
      "tA": 112,
      "kA": 113,
      "ez": 114,
      "pi": 115,
      "ri": 116,
      "Ra": 117,
      "eva": 118,
      "asya": 119,
      "par": 120,
      "su": 121,
      "da": 122,
      "ka": 123,
      "ityarTaH": 124,
      "ga": 125,
      "vam": 126,
      "TA": 127,
      "Sa": 128,
      "tya": 129,
      "yu": 130,
      "re": 131,
      "ru": 132,
      "ve": 133,
      "ku": 134,
      "la": 135,
      "kar": 136,
      "kf": 137,
      "araH": 138,
      "tI": 139,
      "nA": 140,
      "zw": 141,
      "vaH": 142,
      "Ng": 143,
      "yAm": 144,
      "san": 145,
      "BU": 146,
      "pA": 147,
      "sA": 148,
      "dD": 149,
      "var": 150,
      "za": 151,
      "ha": 152,
      "Ba": 153,
      "di": 154,
      "tat": 155,
      "ityam": 156,
      "vf": 157,
      "ja": 158,
      "uH": 159,
      "Ur": 160,
      "ityamaraH": 161,
      "BiH": 162,
      "prA": 163,
      "yAH": 164,
      "eti": 165,
      "raH": 166,
      "mu": 167,
      "man": 168,
      "tas": 169,
      "viS": 170,
      "de": 171,
      "iva": 172,
      "Ram": 173,
      "rI": 174,
      "saH": 175,
      "ok": 176,
      "jan": 177,
      "Ani": 178,
      "jY": 179,
      "itam": 180,
      "AnAm": 181,
      "hi": 182,
      "ro": 183,
      "mA": 184,
      "yat": 185,
      "yan": 186,
      "yas": 187,
      "anD": 188,
      "yasya": 189,
      "van": 190,
      "pat": 191,
      "ut": 192,
      "vAt": 193,
      "tasya": 194,
      "anu": 195,
      "akz": 196,
      "BAvaH": 197,
      "nAm": 198,
      "taTA": 199,
      "cC": 200,
      "he": 201,
      "Ri": 202,
      "kam": 203,
      "Di": 204,
      "hA": 205,
      "ki": 206,
      "dA": 207,
      "du": 208,
      "lA": 209,
      "yoH": 210,
      "sar": 211,
      "sva": 212,
      "pratya": 213,
      "RAm": 214,
      "ba": 215,
      "sT": 216,
      "prati": 217,
      "Sca": 218,
      "vAn": 219,
      "vat": 220,
      "st": 221,
      "gu": 222,
      "yate": 223,
      "cit": 224,
      "Si": 225,
      "dar": 226
    },
    "merges": [
      "a m",
      "y a",
      "r a",
      "v a",
      "i t",
      "t a",
      "a n",
      "a H",
      "y A",
      "a r",
      "t i",
      "A m",
      "A n",
      "v i",
      "a s",
      "it i",
      "n a",
      "a t",
      "p ra",
      "A t",
      "p a",
      "y am",
      "r A",
      "s a",
      "a k",
      "v A",
      "m a",
      "n i",
      "t e",
      "A r",
      "a l",
      "a ra",
      "A H",
      "i n",
      "y e",
      "t am",
      "k z",
      "r T",
      "c a",
      "ya H",
      "s ya",
      "y o",
      "ta H",
      "A d",
      "E H",
      "s am",
      "r am",
      "it ya",
      "a va",
      "B A",
      "rT aH",
      "p u",
      "B i",
      "e na",
      "t u",
      "t A",
      "k A",
      "e z",
      "p i",
      "r i",
      "R a",
      "e va",
      "as ya",
      "p ar",
      "s u",
      "d a",
      "k a",
      "itya rTaH",
      "g a",
      "v am",
      "T A",
      "S a",
      "t ya",
      "y u",
      "r e",
      "r u",
      "v e",
      "k u",
      "l a",
      "k ar",
      "k f",
      "ara H",
      "t I",
      "n A",
      "z w",
      "va H",
      "N g",
      "yA m",
      "s an",
      "B U",
      "p A",
      "s A",
      "d D",
      "va r",
      "z a",
      "h a",
      "B a",
      "d i",
      "ta t",
      "it yam",
      "v f",
      "j a",
      "u H",
      "U r",
      "ityam araH",
      "Bi H",
      "p rA",
      "yA H",
      "e ti",
      "ra H",
      "m u",
      "m an",
      "ta s",
      "vi S",
      "d e",
      "i va",
      "R am",
      "r I",
      "s aH",
      "o k",
      "j an",
      "An i",
      "j Y",
      "it am",
      "An Am",
      "h i",
      "r o",
      "m A",
      "ya t",
      "ya n",
      "ya s",
      "an D",
      "ya sya",
      "va n",
      "p at",
      "u t",
      "v At",
      "ta sya",
      "an u",
      "ak z",
      "BA vaH",
      "n Am",
      "ta TA",
      "c C",
      "h e",
      "R i",
      "k am",
      "D i",
      "h A",
      "k i",
      "d A",
      "d u",
      "l A",
      "yo H",
      "s ar",
      "s va",
      "pra tya",
      "R Am",
      "b a",
      "s T",
      "pra ti",
      "S ca",
      "v An",
      "va t",
      "s t",
      "g u",
      "ya te",
      "c it",
      "S i",
      "d ar"
    ]
  }
}